tap "1password/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "antigen"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "bottom"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gitui"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "libpq", link: true
brew "libtool"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "lsd"
brew "luarocks"
brew "neovim"
brew "pandoc"
brew "pidof"
brew "pstree"
brew "ripgrep"
brew "rm-improved"
brew "shellcheck"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "urlview"
brew "websocat"
brew "wget"
brew "whois"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
cask "1password-cli"
cask "arc"
cask "chromedriver"
cask "docker"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "insomnia"
cask "maccy"
cask "monodraw"
cask "rectangle"
cask "sioyek"
cask "spotify"
cask "spotmenu"
