tap "1password/tap"
tap "elastic/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "tilt-dev/tap"
brew "act"
brew "libyaml"
brew "ansible"
brew "antigen"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "aspell"
brew "bat"
brew "icu4c"
brew "boost"
brew "bottom"
brew "glib"
brew "cheat"
brew "cmake"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker-slim"
brew "exercism"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "jq"
brew "libpq", link: true
brew "pango"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "lsd"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "ripgrep"
brew "rm-improved"
brew "shellcheck"
brew "spotify-tui"
brew "subversion"
brew "tmux"
brew "unzip"
brew "urlview"
brew "websocat"
brew "websocketd"
brew "wget"
brew "whois"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
cask "1password-cli"
cask "basictex"
cask "chromedriver"
cask "docker"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "insomnia"
cask "maccy"
cask "monodraw"
cask "ngrok"
cask "rectangle"
cask "sioyek"
cask "spotify"
cask "spotmenu"
cask "wkhtmltopdf"
