tap "d12frosted/emacs-plus"
tap "elastic/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "antigen"
brew "aspell"
brew "autoconf"
brew "libtool"
brew "readline"
brew "autogen"
brew "automake"
brew "bat"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dust"
brew "wxmac"
brew "fd"
brew "fzf"
brew "gawk"
brew "isl"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "imagemagick"
brew "jq"
brew "libpq", link: true
brew "librsvg"
brew "libsass"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lsd"
brew "neovim"
brew "pkcs11-helper"
brew "openvpn"
brew "pandoc"
brew "pgcli"
brew "ripgrep"
brew "shellcheck"
brew "subversion"
brew "tmux"
brew "unixodbc"
brew "unzip"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "elastic/tap/auditbeat-full"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-no-title-bars", "with-spacemacs-icon"], link: false
cask "emacs"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "insomnia"
cask "spotmenu"
